Revit 2027 API
ParameterTypeId.StairsTrisertypeFrontNosing Property
 "Front Nosing": (OBSOLETE)
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StairsTrisertypeFrontNosing { get; }
Public Shared ReadOnly Property StairsTrisertypeFrontNosing As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StairsTrisertypeFrontNosing {
	ForgeTypeId^ get ();
}
static member StairsTrisertypeFrontNosing : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace